{
  "plants": [
    {
      "_id": 1,
      "name": "Aloe Vera",
      "scientific": "Aloe barbadensis miller",
      "water": "1 time per week",
      "light": "Strong light",
      "abstract": "A sun-loving succulent with water-storing leaves. The inner aloe vera gel is prized for soothing skin, while the plant itself is tough, drought-wise, and handsome indoors and out. Use bright light, fast-draining soil, and light, infrequent water for easy aloe vera plant care.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/9/9b/Aloe_vera_flower.JPG"
    },
    {
      "_id": 2,
      "name": "Monstera Deliciosa",
      "scientific": "Monstera deliciosa",
      "water": "2 times per week",
      "light": "Medium light",
      "abstract": "Monstera deliciosa is a fast-growing tropical plant known for its large, glossy, split leaves and dramatic shape. Commonly called the Swiss cheese plant or split-leaf philodendron, it adds bold greenery to indoor spaces and climbs as it matures.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/6b/Monstera_deliciosa2.jpg"
    },
    {
      "_id": 3,
      "name": "Ficus Lyrata",
      "scientific": "Ficus lyrata",
      "water": "1 time per week",
      "light": "Bright light",
      "abstract": "Fiddle leaf fig (Ficus lyrata) sometimes gets a finicky reputation. It's not the easiest houseplant to grow, but its lovely large leaves and tree form make it worth a little effort and a good choice even for the beginning gardener. These small trees are well adapted to indoor temperatures and filtered light and are hardy enough to survive less-than-ideal conditions. If you have a window that receives bright morning light you can grow this fig. Plant in quality soil, establish a consistent watering schedule and it grows reliably and fairly quickly to between six and ten feet tall with little fuss. Fiddle leaf fig is toxic to people and pets.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/6/64/Ficus_lyrata_%28F_iddle_Leaf_Fig%29.jpg"
    },
    {
      "_id": 4,
      "name": "Peace Lily",
      "scientific": "Spathiphyllum",
      "water": "1 time per week",
      "light": "low light",
      "abstract": "Lush, low-maintenance peace lilies are one of our favorite houseplants, but a variegated peace lily cultivar, 'Domino,' (Spathiphyllum wallisii 'Domino') takes verdant beauty to the next level. These low-maintenance houseplants are known for the stripy markings on their deep green leaves in shades ranging from pale green to cream—plus, they produce attractive white flowers. The slow-growing plant likes lots of bright, indirect light and even moisture (they plants don't like to be overly soggy or dry). Note that it is toxic to people1 and pets2, Here's everything you need to know about caring for a variegated peace lily.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/3/36/Spathiphyllum_cochlearispathum_RTBG.jpg"
    },
    {
      "_id": 5,
      "name": "Snake Plant",
      "scientific": "Sansevieria trifasciata",
      "water": "Once every 2 weeks",
      "light": "Medium to strong light",
      "abstract": "Snake plant is a long-lived, unfussy, succulent houseplant also known as mother-in-law's tongue. Having historically been in the genus Sansevieria, with the advancement in genetic research snake plant has been reclassified into the genus Dracaena. The genus Dracaena also includes such commonly known houseplants as Madagascar dragon tree, corn plant, and lucky bamboo. This article concerns the plants in the former genus Sansevieria. There are more than 70 species of snake plant originating in Africa, southern Asia, and Madagascar. With the variation of height, form, color, and leaf structure represented in the different species and cultivars, you should be able to find a place in your home or office for this fascinating plant.",
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/c/c1/Sansevieria_trifasciata.jpg"
    }
  ]
}